Repository: meskers/HomeBrewAssistant
Catalog: HomeBrewAssistant/Resources/*.lproj/Localizable.strings
Languages: nl

# tab.recipes
source: Recipes
nl: Recepten

# tab.inventory
source: Inventory
nl: Voorraad

# tab.brewing
source: Brewing
nl: Brouwen

# tab.photos
source: Photos
nl: Foto's

# tab.history
source: History
nl: Geschiedenis

# recipes.title
source: My Recipes
nl: Mijn Recepten

# recipes.search.placeholder
source: Search recipes...
nl: Zoek recepten...

# recipes.count
source: %d recipes
nl: %d recepten

# recipes.import
source: Import XML
nl: Importeer XML

# recipes.add
source: New Recipe
nl: Nieuw Recept

# recipes.empty.title
source: No recipes found
nl: Geen recepten gevonden

# recipes.empty.message
source: Add your first recipe or import a BeerXML file
nl: Voeg je eerste recept toe of importeer een BeerXML bestand

# recipes.import.error
source: Import failed: %@
nl: Import mislukt: %@

# recipes.import.success
source: Recipe imported successfully!
nl: Recept succesvol geïmporteerd!

# recipes.selected
source: Selected
nl: Geselecteerd

# recipes.select.instruction
source: Choose a recipe to brew
nl: Kies een recept om te brouwen

# recipes.use.for.brewing
source: Use for Brewing
nl: Gebruik voor Brouwen

# recipe.details.title
source: Recipe Details
nl: Recept Details

# recipe.details.style
source: Style: %@
nl: Stijl: %@

# recipe.details.ingredients
source: Ingredients
nl: Ingrediënten

# recipe.details.instructions
source: Instructions
nl: Instructies

# recipe.details.notes
source: Notes
nl: Opmerkingen

# recipe.details.brew
source: Start Brewing
nl: Start Brouwen

# recipe.details.edit
source: Edit
nl: Bewerk

# recipe.details.delete
source: Delete
nl: Verwijder

# inventory.title
source: Inventory & Shopping
nl: Voorraad & Boodschappen

# inventory.tab
source: Inventory
nl: Voorraad

# shopping.tab
source: Shopping
nl: Boodschappen

# inventory.empty
source: No inventory items
nl: Geen voorraad items

# shopping.empty
source: Shopping list is empty
nl: Boodschappenlijst is leeg

# shopping.select.recipe
source: Select Recipe
nl: Selecteer Recept

# shopping.add.to.list
source: Add to list
nl: Voeg toe aan lijst

# shopping.total.cost
source: Total cost: €%.2f
nl: Totale kosten: €%.2f

# shopping.item.purchased
source: Purchased
nl: Gekocht

# brewing.title
source: Brew Tracker
nl: Brouw Tracker

# brewing.select.recipe
source: Select a recipe to begin
nl: Selecteer een recept om te beginnen

# brewing.start
source: Start Brewing
nl: Start Brouwen

# brewing.step
source: Step %d of %d
nl: Stap %d van %d

# brewing.timer.pause
source: Pause
nl: Pauzeer

# brewing.timer.resume
source: Resume
nl: Hervat

# brewing.next.step
source: Next Step
nl: Volgende Stap

# brewing.complete
source: Brew Complete!
nl: Brouw Voltooid!

# brewing.save.session
source: Save Session
nl: Sessie Opslaan

# brewing.notes.placeholder
source: Add notes...
nl: Voeg notities toe...

# step.preparation
source: Preparation
nl: Voorbereiding

# step.mashing
source: Mashing
nl: Maischen

# step.lautering
source: Lautering
nl: Filteren

# step.boiling
source: Boiling
nl: Koken

# step.cooling
source: Cooling
nl: Koelen

# step.fermentation
source: Fermentation
nl: Gisten

# step.conditioning
source: Conditioning
nl: Lageren

# step.carbonation
source: Carbonation
nl: Carbonatie

# step.bottling
source: Bottling
nl: Bottelen

# step.completion
source: Completion
nl: Voltooid

# abv.subtitle
source: Calculate alcohol percentage
nl: Bereken alcohol percentage

# abv.calculate
source: Calculate ABV
nl: Bereken ABV

# abv.clear
source: Clear
nl: Wissen

# abv.attenuation
source: Attenuation: %.1f%%
nl: Vergisting: %.1f%%

# abv.calories
source: ~%.0f cal/12oz
nl: ~%.0f cal/355ml

# abv.ready
source: Ready to calculate
nl: Klaar voor berekening

# ibu.subtitle
source: Calculate hop bitterness
nl: Bereken hop bitterheid

# ibu.hops
source: Hop Additions
nl: Hop Toevoegingen

# ibu.add.hop
source: Add Hop
nl: Voeg Hop Toe

# ibu.calculate
source: Calculate IBU
nl: Bereken IBU

# ibu.total
source: Total: %.1f IBU
nl: Totaal: %.1f IBU

# srm.subtitle
source: Calculate beer color
nl: Bereken bierkleur

# srm.malts
source: Malt Additions
nl: Mout Toevoegingen

# srm.add.malt
source: Add Malt
nl: Voeg Mout Toe

# srm.calculate
source: Calculate SRM
nl: Bereken SRM

# srm.color.preview
source: Color Preview
nl: Kleur Preview

# co2.subtitle
source: Calculate priming sugar for carbonation
nl: Bereken priming sugar voor carbonatie

# co2.temperature.label
source: Temperature:
nl: Temperatuur:

# co2.target.label
source: Target CO₂:
nl: Doel CO₂:

# co2.style
source: Beer Style (Recommended CO₂)
nl: Bierstijl (Aanbevolen CO₂)

# co2.parameters
source: Beer Parameters
nl: Bier Parameters

# co2.calculate
source: Calculate CO₂
nl: Bereken CO₂

# co2.per.batch
source: For %@ liter batch
nl: Voor %@ liter bier

# water.subtitle
source: Optimize water profile for your beer style
nl: Optimaliseer water profiel voor je bierstijl

# water.target.profile
source: Target Water Profile
nl: Doel Water Profiel

# water.source.profile
source: Source Water Profile (ppm)
nl: Bron Water Profiel (ppm)

# water.calculate
source: Calculate Water Treatment
nl: Bereken Water Treatment

# water.salt.additions
source: Salt Additions
nl: Zout Toevoegingen

# water.comparison
source: Before vs After Treatment
nl: Voor vs Na Behandeling

# water.recommendations
source: Brewing Recommendations
nl: Brouw Aanbevelingen

# history.title
source: Brew History
nl: Brouw Geschiedenis

# history.empty
source: No brew sessions yet
nl: Nog geen brouw sessies

# history.sessions
source: Sessions
nl: Sessies

# history.date
source: Date: %@
nl: Datum: %@

# history.duration
source: Duration: %@
nl: Duur: %@

# history.rating
source: Rating
nl: Beoordeling

# history.notes
source: Notes
nl: Notities

# action.save
source: Save
nl: Opslaan

# action.cancel
source: Cancel
nl: Annuleren

# action.delete
source: Delete
nl: Verwijder

# action.edit
source: Edit
nl: Bewerk

# action.add
source: Add
nl: Toevoegen

# action.remove
source: Remove
nl: Verwijder

# action.clear
source: Clear
nl: Wissen

# action.calculate
source: Calculate
nl: Bereken

# action.pause
source: Pause
nl: Pauzeer

# action.resume
source: Resume
nl: Hervat

# action.next
source: Next
nl: Volgende

# action.previous
source: Previous
nl: Vorige

# action.done
source: Done
nl: Klaar

# action.close
source: Close
nl: Sluiten

# unit.hours
source: hrs
nl: uur

# style.wheat
source: Wheat
nl: Weizen

# ingredient.malt
source: Malt
nl: Mout

# ingredient.hops
source: Hops
nl: Hop

# ingredient.yeast
source: Yeast
nl: Gist

# ingredient.other
source: Other
nl: Overig

# ingredient.grains
source: Grains
nl: Graan

# ingredient.extracts
source: Extracts
nl: Extract

# ingredient.sugars
source: Sugars
nl: Suikers

# ingredient.spices
source: Spices
nl: Kruiden

# error.title
source: Error
nl: Fout

# error.generic
source: An error occurred
nl: Er is een fout opgetreden

# error.network
source: Network error
nl: Netwerkfout

# error.file.read
source: Cannot read file
nl: Kan bestand niet lezen

# error.file.write
source: Cannot write file
nl: Kan bestand niet schrijven

# error.invalid.input
source: Invalid input
nl: Ongeldige invoer

# error.calculation
source: Calculation error
nl: Berekeningsfout

# success.saved
source: Successfully saved
nl: Succesvol opgeslagen

# success.imported
source: Successfully imported
nl: Succesvol geïmporteerd

# success.calculated
source: Calculation completed
nl: Berekening voltooid

# info.more
source: More Info
nl: Meer Info

# info.about
source: About
nl: Over

# info.settings
source: Settings
nl: Instellingen

# language.current
source: Current language
nl: Huidige taal

# language.change
source: Change language
nl: Taal wijzigen

# photo.gallery.title
source: Photo Gallery
nl: Foto Galerij

# photo.gallery.subtitle
source: Document your brewing process
nl: Documenteer je brouwproces

# photo.gallery.empty.title
source: No photos yet
nl: Nog geen foto's

# photo.gallery.empty.message
source: Add photos to document your brewing process
nl: Voeg foto's toe om je brouwproces te documenteren

# photo.add.first
source: Add First Photo
nl: Eerste Foto Toevoegen

# photo.add.title
source: Add Photo
nl: Foto Toevoegen

# photo.add.for
source: Add photo for %@
nl: Foto toevoegen voor %@

# photo.source.title
source: Photo Source
nl: Foto Bron

# photo.source.library
source: Photo Library
nl: Fotobibliotheek

# photo.select.prompt
source: Select a photo to add
nl: Selecteer een foto om toe te voegen

source: Photo Details
nl: Foto Details

# photo.description
source: Description
nl: Beschrijving

# photo.description.placeholder
source: Describe this photo...
nl: Beschrijf deze foto...

# photo.location
source: Location
nl: Locatie

# photo.location.placeholder
source: Where was this photo taken?
nl: Waar is deze foto genomen?

# photo.save
source: Save Photo
nl: Foto Opslaan

# photo.detail.title
source: Photo Details
nl: Foto Details

# photo.delete.confirm
source: Delete Photo
nl: Foto Verwijderen

# photo.delete.message
source: Are you sure you want to delete this photo?
nl: Weet je zeker dat je deze foto wilt verwijderen?

# context.recipe
source: Recipe
nl: Recept

# context.ingredients
source: Ingredients
nl: Ingrediënten

# context.grain.bill
source: Grain Bill
nl: Mout Overzicht

# context.mashing
source: Mashing
nl: Maischen

# context.boiling
source: Boiling
nl: Koken

# context.fermentation
source: Fermentation
nl: Gisten

# context.conditioning
source: Conditioning
nl: Lageren

# context.final.product
source: Final Product
nl: Eindproduct

# context.equipment
source: Equipment
nl: Apparatuur

# context.process
source: Process
nl: Proces

# recipe.scaling.title
source: Recipe Scaling
nl: Recept Schalen

# recipe.scaling.original_batch
source: Original Batch
nl: Originele Batch

# recipe.scaling.target_batch
source: Target Batch Size
nl: Nieuwe Batch Size

# recipe.scaling.scale_factor
source: Scale Factor
nl: Schaalfactor

# recipe.scaling.scale_recipe
source: Scale Recipe
nl: Schaal Recept

# recipe.scaling.scaled_ingredients
source: Scaled Ingredients
nl: Geschaalde Ingrediënten

# recipe.scaling.scaled_instructions
source: Scaled Instructions
nl: Geschaalde Instructies

# recipe.scaling.preset_sizes
source: Preset Sizes
nl: Voorkeursgroottes

# recipe.scaling.custom_size
source: Custom Size
nl: Aangepaste Grootte

# recipe.scaling.liters
source: Liters
nl: Liter

# recipe.scaling.current_recipe
source: Current Recipe
nl: Huidig Recept

# recipe.scaling.new_recipe
source: Scaled Recipe
nl: Geschaald Recept

# recipe.scaling.save_scaled
source: Save Scaled Recipe
nl: Bewaar Geschaald Recept

# recipe.scaling.preview
source: Preview
nl: Voorvertoning

# analytics.title
source: Brew Analytics
nl: Brouw Analytics

# analytics.overview
source: Overview
nl: Overzicht

# analytics.statistics
source: Statistics
nl: Statistieken

# analytics.costs
source: Costs
nl: Kosten

# analytics.total_brews
source: Total Brews
nl: Totaal Brouwsels

# analytics.completed_brews
source: Completed Brews
nl: Voltooide Brouwsels

# analytics.success_rate
source: Success Rate
nl: Slagingspercentage

# analytics.average_abv
source: Average ABV
nl: Gemiddeld ABV

# analytics.average_ibu
source: Average IBU
nl: Gemiddeld IBU

# analytics.total_liters
source: Total Liters Brewed
nl: Totaal Liter Gebrouwen

# analytics.average_batch_size
source: Average Batch Size
nl: Gemiddelde Batch Grootte

# analytics.most_brewed_style
source: Most Brewed Style
nl: Meest Gebrouwde Stijl

# analytics.brewing_frequency
source: Brewing Frequency
nl: Brouwfrequentie

# analytics.average_brew_time
source: Average Brew Time
nl: Gemiddelde Brouwtijd

# analytics.brews_per_week
source: brews per week
nl: brouwsels per week

# analytics.minutes
source: minutes
nl: minuten

# analytics.monthly_trends
source: Monthly Trends
nl: Maandelijkse Trends

# analytics.efficiency_trend
source: Efficiency Trend
nl: Efficiëntie Trend

# analytics.style_distribution
source: Style Distribution
nl: Stijl Verdeling

# analytics.brew_count
source: Brew Count
nl: Aantal Brouwsels

# analytics.efficiency
source: Efficiency
nl: Efficiëntie

# analytics.brew_number
source: Brew Number
nl: Brouwsel Nummer

# analytics.cost_analysis
source: Cost Analysis
nl: Kosten Analyse

# analytics.total_investment
source: Total Investment
nl: Totale Investering

# analytics.cost_per_liter
source: Cost per Liter
nl: Kosten per Liter

# analytics.average_batch_cost
source: Average Batch Cost
nl: Gemiddelde Batch Kosten

# analytics.most_expensive_style
source: Most Expensive Style
nl: Duurste Stijl

# analytics.cost_trend
source: Cost Trend
nl: Kosten Trend

# brew_status.planned
source: Planned
nl: Gepland

# brew_status.inProgress
source: In Progress
nl: Bezig

# brew_status.fermenting
source: Fermenting
nl: Gisting

# brew_status.conditioning
source: Conditioning
nl: Rijping

# brew_status.completed
source: Completed
nl: Voltooid

# brew_status.failed
source: Failed
nl: Mislukt

# batch_preset.mini_batch_desc
source: Small test brew
nl: Klein proefbrouwsel

# batch_preset.test_batch_desc
source: Experimental brewing
nl: Experimenteel brouwen

# batch_preset.small_batch_desc
source: Small quantity
nl: Kleine hoeveelheid

# batch_preset.home_batch_desc
source: Standard homebrew
nl: Standaard thuisbrouw

# batch_preset.standard_desc
source: Classic batch size
nl: Klassieke batch size

# batch_preset.large_batch_desc
source: Large quantity
nl: Grote hoeveelheid

# batch_preset.party_batch_desc
source: For parties
nl: Voor feesten

# batch_preset.commercial_desc
source: Semi-commercial
nl: Semi-commercieel

# recipe.scale
source: Scale
nl: Schaal

# recipe.duplicate
source: Duplicate
nl: Dupliceer

# recipe.edit
source: Edit
nl: Bewerk

# recipe.delete
source: Delete
nl: Verwijder

# recipe.export
source: Export
nl: Exporteer

# scaling.error.invalid_size
source: Invalid batch size
nl: Ongeldige batch grootte

# scaling.error.too_small
source: Batch size must be at least 1 liter
nl: Batch grootte moet minimaal 1 liter zijn

# scaling.error.too_large
source: Batch size cannot exceed 100 liters
nl: Batch grootte mag maximaal 100 liter zijn

# scaling.success.title
source: Recipe Scaled
nl: Recept Geschaald

# scaling.success.message
source: Recipe successfully scaled to %@ liters
nl: Recept succesvol geschaald naar %@ liter

# analytics.period.month
source: Month
nl: Maand

# analytics.period.quarter
source: Quarter
nl: Kwartaal

# analytics.period.year
source: Year
nl: Jaar

# analytics.period.all_time
source: All Time
nl: Alle Tijd

# chart.no_data
source: No data available
nl: Geen data beschikbaar

# chart.loading
source: Loading...
nl: Laden...

# chart.style_count
source: Count by style
nl: Aantal per stijl

# chart.monthly_production
source: Monthly Production
nl: Maandelijkse Productie

# chart.efficiency_over_time
source: Efficiency Over Time
nl: Efficiëntie in de Tijd

# chart.cost_per_batch
source: Cost per Batch
nl: Kosten per Batch

# tab.more
source: More
nl: Meer

# calculators.title
source: Brewing Calculators
nl: Brouw Calculators

# calculators.subtitle
source: Essential brewing calculations
nl: Essentiële brouwberekeningen

# calculator.abv.description
source: Calculate alcohol percentage
nl: Bereken alcoholpercentage

# calculator.ibu.description
source: Calculate hop bitterness
nl: Bereken hopbitterheid

# calculator.srm.description
source: Calculate beer color
nl: Bereken bierkleur

# calculator.co2.description
source: Calculate carbonation
nl: Bereken koolzuur

# calculator.water.description
source: Optimize water profile
nl: Optimaliseer waterprofiel

# more.title
source: More
nl: Meer

# more.subtitle
source: Analytics, Photos, Settings & Tools
nl: Analytics, Foto's, Instellingen & Tools

# more.features.section
source: Features
nl: Functies

# more.settings.section
source: Settings
nl: Instellingen

# more.analytics.title
source: Brew Analytics
nl: Brouw Analytics

# more.analytics.description
source: Track your brewing progress and achievements
nl: Volg je brouwvoortgang en prestaties

# more.photos.title
source: Photo Gallery
nl: Foto Galerij

# more.photos.description
source: Brewing photos and documentation
nl: Brouwfoto's en documentatie

# more.history.title
source: Brew History
nl: Brouw Geschiedenis

# more.history.description
source: View completed brewing sessions
nl: Bekijk voltooide brouwsessies

# more.beerxml.description
source: Import and export recipes in BeerXML format
nl: Importeer en exporteer recepten in BeerXML formaat

# more.language.title
source: Language
nl: Taal

# more.about.title
source: About
nl: Over

# more.about.subtitle
source: App information and credits
nl: App informatie en credits

# timer.sound.default
source: Default
nl: Standaard

# timer.sound.bell
source: Bell
nl: Bel

# timer.sound.gentle
source: Gentle
nl: Zacht

# timer.vibration
source: Vibration
nl: Trillen

# timer.test_sound
source: Test Sound
nl: Test Geluid

# timer.notifications
source: Notifications
nl: Meldingen

source: Timer Completed!
nl: Timer Voltooid!

# timer.finished
source: FINISHED
nl: KLAAR

# timer.active_session
source: Active Brewing Session
nl: Actieve Brouwsessie

# timer.ready_to_brew
source: Ready to Brew
nl: Klaar om te brouwen

# timer.total_time
source: Total time
nl: Totale tijd

# timer.active_timers
source: Active timers
nl: Actieve timers

# timer.step_of
source: Step %d of %d
nl: Stap %d van %d

# timer.start_brewing
source: Start Brewing
nl: Start Brouwen

# timer.end_session
source: End Session
nl: Sessie Beëindigen

# timer.new_timer
source: New Timer
nl: Nieuwe Timer

# timer.pause_all
source: Pause All
nl: Pauzeer Alles

# timer.resume_all
source: Resume All
nl: Hervat Alles

# timer.previous
source: Previous
nl: Vorige

# timer.next
source: Next
nl: Volgende

# analytics.achievements
source: Achievements
nl: Prestaties

# analytics.personal_bests
source: Personal Bests
nl: Persoonlijke Records

# analytics.this_year
source: This Year
nl: Dit Jaar

# analytics.recent_achievement
source: Recent
nl: Nieuwste

# analytics.next_milestone
source: Next
nl: Volgende

# analytics.achievement_score
source: Achievement Score
nl: Prestatie Score

# analytics.current_streak
source: Current Streak
nl: Huidige Streak

# analytics.longest_streak
source: Longest Streak
nl: Langste Streak

# analytics.active
source: Active
nl: Actief

# analytics.inactive
source: Inactive
nl: Inactief

# analytics.seasonal_patterns
source: Seasonal Patterns
nl: Seizoenspatronen

# analytics.weekly_pattern
source: Weekly Pattern
nl: Weekpatroon

# analytics.best_efficiency
source: Best Efficiency
nl: Beste Efficiëntie

# analytics.largest_batch
source: Largest Batch
nl: Grootste Batch

# analytics.highest_abv
source: Highest ABV
nl: Hoogste ABV

# analytics.highest_ibu
source: Highest IBU
nl: Hoogste IBU

# analytics.fastest_brew
source: Fastest Brew
nl: Snelste Brouw

# analytics.no_achievements
source: No achievements yet
nl: Nog geen prestaties behaald

# analytics.no_records
source: No personal records yet
nl: Nog geen persoonlijke records

# analytics.start_brewing
source: Start brewing to earn your first achievement!
nl: Start met brouwen om je eerste prestatie te behalen!

# analytics.complete_first
source: Complete your first brew to track records!
nl: Voltooi je eerste brouwsel om records bij te houden!

# achievement.milestone
source: Milestone
nl: Mijlpaal

# achievement.quality
source: Quality
nl: Kwaliteit

# achievement.technical
source: Technical
nl: Technisch

# achievement.diversity
source: Diversity
nl: Diversiteit

# achievement.consistency
source: Consistency
nl: Consistentie

# achievement.speed
source: Speed
nl: Snelheid

# achievement.innovation
source: Innovation
nl: Innovatie

# rarity.common
source: Common
nl: Gewoon

# rarity.uncommon
source: Uncommon
nl: Ongewoon

# rarity.rare
source: Rare
nl: Zeldzaam

# rarity.epic
source: Epic
nl: Episch

# rarity.legendary
source: Legendary
nl: Legendarisch

# version.history.title
source: Version History
nl: Versiegeschiedenis

# version.current
source: Current Version: %@
nl: Huidige Versie: %@

# version.number
source: Version
nl: Versie

# version.changes
source: What's New
nl: Wat is er nieuw

# version.type.major
source: Major Release
nl: Grote Release
